# Задание 1.1. Работа с математическими операциями в Python

# 1. Найти минимальное из трёх введённых чисел
print("Задание 1: найти минимальное из трёх чисел")
a = float(input("Введите первое число: "))
b = float(input("Введите второе число: "))
c = float(input("Введите третье число: "))

minimum = min(a, b, c)
print("Минимальное число:", minimum)
print()